-- phpMyAdmin SQL Dump
-- version 4.6.5.2
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Май 31 2018 г., 13:49
-- Версия сервера: 5.5.53
-- Версия PHP: 7.1.0

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `semantic`
--

-- --------------------------------------------------------

--
-- Структура таблицы `all_countries`
--

CREATE TABLE `all_countries` (
  `id` int(11) NOT NULL,
  `country` varchar(100) NOT NULL,
  `capital` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `all_countries`
--

INSERT INTO `all_countries` (`id`, `country`, `capital`) VALUES
(1, 'Австралия', 'Канберра'),
(2, 'Австрия', 'Вена'),
(3, 'Азербайджан', 'Баку'),
(4, 'Албания', 'Тирана'),
(5, 'Алжир', 'Алжир'),
(6, 'Ангола', 'Луанда'),
(7, 'Андорра', 'Андорра-ла-Велья'),
(8, 'Антигуа и Барбуда', 'Сент-Джонс'),
(9, 'Аргентина', 'Буэнос-Айрес'),
(10, 'Армения', 'Ереван'),
(11, 'Афганистан', 'Кабул'),
(12, 'Багамы', 'Нассау'),
(13, 'Бангладеш', 'Дакка'),
(14, 'Барбадос', 'Бриджтаун'),
(15, 'Бахрейн', 'Манама'),
(16, 'Беларусь', 'Минск'),
(17, 'Белиз', 'Бельмопан'),
(18, 'Бельгия', 'Брюссель'),
(19, 'Бенин', 'Порто-Ново'),
(20, 'Болгария', 'София'),
(21, 'Боливия', 'Сукре'),
(22, 'Босния и Герцеговина', 'Сараево'),
(23, 'Ботсвана', 'Габороне'),
(24, 'Бразилия', 'Бразилиа'),
(25, 'Бруней', 'Бандар-Сери-Багаван'),
(26, 'Буркина Фасо', 'Уагадугу'),
(27, 'Бурунди', 'Бужумбура'),
(28, 'Бутан', 'Тхимпху'),
(29, 'Вануату', 'Порт-Вила'),
(30, 'Ватикан', 'Ватикан'),
(31, 'Великобритания', 'Лондон'),
(32, 'Венгрия', 'Будапешт'),
(33, 'Венесуэла', 'Каракас'),
(34, 'Восточный Тимор', 'Дили'),
(35, 'Вьетнам', 'Ханой'),
(36, 'Габон', 'Либревиль'),
(37, 'Гаити', 'Порт-о-Пренс'),
(38, 'Гайана', 'Джорджтаун'),
(39, 'Гамбия', 'Банжул'),
(40, 'Гана', 'Аккра'),
(41, 'Гватемала', 'Гватемала'),
(42, 'Гвинея', 'Конакри'),
(43, 'Гвинея-Бисау', 'Бисау'),
(44, 'Германия', 'Берлин'),
(45, 'Гондурас', 'Тегусигальпа'),
(46, 'Гренада', 'Сент-Джорджес'),
(47, 'Греция', 'Афины'),
(48, 'Грузия', 'Тбилиси'),
(49, 'Дания', 'Копенгаген'),
(50, 'Джибути', 'Джибути'),
(51, 'Доминика', 'Розо'),
(52, 'Доминиканская Республика', 'Санто-Доминго'),
(53, 'Египет', 'Каир'),
(54, 'Замбия', 'Лусака'),
(55, 'Зимбабве', 'Хараре'),
(56, 'Израиль', 'Иерусалим'),
(57, 'Индия', 'Нью-Дели'),
(58, 'Индонезия', 'Джакарта'),
(59, 'Иордания', 'Амман'),
(60, 'Ирак', 'Багдад'),
(61, 'Иран', 'Тегеран'),
(62, 'Ирландия', 'Дублин'),
(63, 'Исландия', 'Рейкьявик'),
(64, 'Испания', 'Мадрид'),
(65, 'Италия', 'Рим'),
(66, 'Йемен', 'Сана'),
(67, 'Кабо-Верде', 'Прая'),
(68, 'Казахстан', 'Астана'),
(69, 'Камбоджа', 'Пномпень'),
(70, 'Камерун', 'Яунде'),
(71, 'Канада', 'Оттава'),
(72, 'Катар', 'Доха'),
(73, 'Кения', 'Найроби'),
(74, 'Кипр', 'Никосия'),
(75, 'Киргизия', 'Бишкек'),
(76, 'Кирибати', 'Южная Тарава'),
(77, 'Китай', 'Пекин'),
(78, 'Колумбия', 'Санта-Фе-де-Богота'),
(79, 'Коморы', 'Морони'),
(80, 'Конго, демократическая республика', 'Киншаса'),
(81, 'Конго, республика', 'Браззавиль'),
(82, 'Коста-Рика', 'Сан-Хосе'),
(83, 'Кот-д’Ивуар', 'Ямусукро'),
(84, 'Куба', 'Гавана'),
(85, 'Кувейт', 'Эль-Кувейт'),
(86, 'Лаос', 'Вьентьян'),
(87, 'Латвия', 'Рига'),
(88, 'Лесото', 'Масеру'),
(89, 'Либерия', 'Монровия'),
(90, 'Ливан', 'Бейрут'),
(91, 'Ливия', 'Триполи'),
(92, 'Литва', 'Вильнюс'),
(93, 'Лихтенштейн', 'Вадуц'),
(94, 'Люксембург', 'Люксембург'),
(95, 'Маврикий', 'Порт-Луи'),
(96, 'Мавритания', 'Нуакшот'),
(97, 'Мадагаскар', 'Антананариву'),
(98, 'Македония', 'Скопье'),
(99, 'Малави', 'Лилонгве'),
(100, 'Малайзия', 'Куала-Лумпур'),
(101, 'Мали', 'Бамако'),
(102, 'Мальдивы', 'Мале'),
(103, 'Мальта', 'Валлетта'),
(104, 'Марокко', 'Рабат'),
(105, 'Маршалловы Острова', 'Маджуро'),
(106, 'Мексика', 'Мехико'),
(107, 'Мозамбик', 'Мапуту'),
(108, 'Молдавия', 'Кишинев'),
(109, 'Монако', 'Монако'),
(110, 'Монголия', 'Улан-Батор'),
(111, 'Мьянма', 'Найпьидо'),
(112, 'Намибия', 'Виндхук'),
(113, 'Науру', 'официальной столицы не имеет'),
(114, 'Непал', 'Катманду'),
(115, 'Нигер', 'Ниамей'),
(116, 'Нигерия', 'Абуджа'),
(117, 'Нидерланды', 'Амстердам'),
(118, 'Никарагуа', 'Манагуа'),
(119, 'Новая Зеландия', 'Веллингтон'),
(120, 'Норвегия', 'Осло'),
(121, 'Объединенные Арабские Эмираты', 'Абу-Даби'),
(122, 'Оман', 'Маскат'),
(123, 'Пакистан', 'Исламабад'),
(124, 'Палау', 'Мелекеок'),
(125, 'Панама', 'Панама'),
(126, 'Папуа - Новая Гвинея', 'Порт-Морсби'),
(127, 'Парагвай', 'Асунсьон'),
(128, 'Перу', 'Лима'),
(129, 'Польша', 'Варшава'),
(130, 'Португалия', 'Лиссабон'),
(131, 'Россия', 'Москва'),
(132, 'Руанда', 'Кигали'),
(133, 'Румыния', 'Бухарест'),
(134, 'Сальвадор', 'Сан-Сальвадор'),
(135, 'Самоа', 'Апиа'),
(136, 'Сан-Марино', 'Сан-Марино'),
(137, 'Сан-Томе и Принсипи', 'Сан-Томе'),
(138, 'Саудовская Аравия', 'Эр-Рияд'),
(139, 'Свазиленд', 'Мбабане'),
(140, 'Северная Корея', 'Пхеньян'),
(141, 'Сейшелы', 'Виктория'),
(142, 'Сенегал', 'Дакар'),
(143, 'Сент-Винсент и Гренадины', 'Кингстаун'),
(144, 'Сент-Китс и Невис', 'Бастер'),
(145, 'Сент-Люсия', 'Кастри'),
(146, 'Сербия', 'Белград'),
(147, 'Сингапур', 'Сингапур'),
(148, 'Сирия', 'Дамаск'),
(149, 'Словакия', 'Братислава'),
(150, 'Словения', 'Любляна'),
(151, 'Соединенные Штаты Америки', 'Вашингтон'),
(152, 'Соломоновы Острова', 'Хониара'),
(153, 'Сомали', 'Могадишо'),
(154, 'Судан', 'Хартум'),
(155, 'Суринам', 'Парамарибо'),
(156, 'Сьерра-Леоне', 'Фритаун'),
(157, 'Таджикистан', 'Душанбе'),
(158, 'Таиланд', 'Бангкок'),
(159, 'Танзания', 'Додома'),
(160, 'Того', 'Ломе'),
(161, 'Тонга', 'Нукуалофа'),
(162, 'Тринидад и Тобаго', 'Порт-оф-Спейн'),
(163, 'Тувалу', 'Фунафути'),
(164, 'Тунис', 'Тунис'),
(165, 'Туркмения', 'Ашхабад'),
(166, 'Турция', 'Анкара'),
(167, 'Уганда', 'Кампала'),
(168, 'Узбекистан', 'Ташкент'),
(169, 'Украина', 'Киев'),
(170, 'Уругвай', 'Монтевидео'),
(171, 'Федеративные штаты Микронезии', 'Паликир'),
(172, 'Фиджи', 'Сува'),
(173, 'Филиппины', 'Манила'),
(174, 'Финляндия', 'Хельсинки'),
(175, 'Франция', 'Париж'),
(176, 'Хорватия', 'Загреб'),
(177, 'Центрально-Африканская Республика', 'Банги'),
(178, 'Чад', 'Нджамена'),
(179, 'Черногория', 'Подгорица'),
(180, 'Чехия', 'Прага'),
(181, 'Чили', 'Сантьяго'),
(182, 'Швейцария', 'Берн'),
(183, 'Швеция', 'Стокгольм'),
(184, 'Шри-Ланка', 'Коломбо'),
(185, 'Эквадор', 'Кито'),
(186, 'Экваториальная Гвинея', 'Малабо'),
(187, 'Эритрея', 'Асмэра'),
(188, 'Эстония', 'Таллин'),
(189, 'Эфиопия', 'Аддис-Абеба'),
(190, 'Южная Корея', 'Сеул'),
(191, 'Южно-Африканская Республика', 'Претория'),
(192, 'Ямайка', 'Кингстон'),
(193, 'Япония', 'Токио');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `all_countries`
--
ALTER TABLE `all_countries`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `all_countries`
--
ALTER TABLE `all_countries`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=194;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
